[
    {
        "full_name": "Abhilash Konatala",
        "notes": "",
        "email": "Konatala.abhilash@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "AC B",
        "notes": "",
        "email": "chriz.general@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Adam Caron",
        "notes": "",
        "email": "adam.caron194@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Adam Rosenberg",
        "notes": "",
        "email": "adamrosie@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Adrian Leslie",
        "notes": "Very energetic and outgoing and also a little shy! This is an amazing opportunity and look forward to working with you all!",
        "email": "ayedrianxx@gmail.com",
        "phone": "2502998646",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Aidan Muir",
        "notes": "",
        "email": "muiraidan@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Aidan Weir",
        "notes": "",
        "email": "eirecan@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Aisha Kelly",
        "notes": "",
        "email": "aishafreestyle@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Alan Kirwan",
        "notes": "",
        "email": "kirwan396@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Alex Brereton",
        "notes": "",
        "email": "alexbrereton@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Alex Hicks",
        "notes": "",
        "email": "alexhicks67@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Alex Peterson",
        "notes": "",
        "email": "a50peterson5@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Alexa Jarvis",
        "notes": "",
        "email": "alexa-jarvis@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Alexandra Arizanovic",
        "notes": "",
        "email": "allieariz@outlook.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Alexandria Wiedeman",
        "notes": "I am the Green Team Manager, specializing in sustainable partying. ",
        "email": "Awiedeman@hotmail.com",
        "phone": "16044457104",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Alisa Adamson",
        "notes": "I’m a very personable person looking to have an enjoyable time making an IMPACT ! I love festivals and want to be a part of IMPACT because it’s for such an amazing cause ! ",
        "email": "adamsonalisa99@gmail.com",
        "phone": "7782570916",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Allen Custance",
        "notes": "This would be an amazing opportunity to share my music with friends and family. I am eager to perform and would love to create a musical experience for those at Impact. Meticulously planned and rehearsed, I hope to blow people away with a diverse, genre hopping expeince, and of course, BASS!",
        "email": "allen_custance@hotmail.com",
        "phone": "7788352650",
        "url": "https://soundcloud.com/yringa",
        "applicant_type": "DJ",
        "bio": "With a focus on flow, Myringa takes you on stereophonic journey from the darkest depths of Dubstep to the bone resonating bass of Halftime. "
    },
    {
        "full_name": "Alyssa Basio",
        "notes": "",
        "email": "aebasio94@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Amanda Haynes",
        "notes": "I’m stoked to be a part of the community and help create an inclusive space with positive vibes. Together we are stronger! ",
        "email": "Amandala1086@gmail.com",
        "phone": "14034621591",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Andrew Christodoulou",
        "notes": "We are two Whistler based guys who have a really strong ear for music and we create a great vibe and deff bring the party.",
        "email": "caseofthemondays@hotmail.com",
        "phone": "7789881490",
        "url": "https://www.dropbox.com/sh/zdcwk95wpw0xv68/AACGvwf1Jx962eYStKPU6o--a?dl=0",
        "applicant_type": "DJ",
        "bio": "Case of the Mondays is a classic story about two best friends friends making music in paradise...\n\nJoni T & La Dooda met in a dark basement nightclub fighting over a single vodka soda. The bartender saw there struggle and one free vodka soda later… they became best friends and starting writing there own style of house music called “Fun House.” Since then the two continue to create a Magical Worlds on Dance Floors where its okay to dance all night, call in sick for work, and spill drinks. Everyday is a Monday :)\n\nBox Of Cats + Westwood Records + Dirtybird Records + Unknown Records + COTM Records"
    },
    {
        "full_name": "Andrew Cuthbert",
        "notes": "Cosmosis Jones (formerly known as Andrew Cuthbert or Andy), is an awoken being, dedicated to bringing harmony and resolve to as many lives as pl possible during his time on earth.",
        "email": "cuth.a.bert@gmail.com",
        "phone": "6047547400",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Andrew Malone",
        "notes": "I heard about Impact Festival through a friend involved in harm reduction at events in BC.  When I heard that proceeds were going to charity and harm reduction, Impact quickly moved to the top of my list of festivals that I'd like to contribute to this year.  I love that the festival appears to focus on making positive change, which is exactly the sort of mission that I would like to dedicate time to.\n\nAs a full-time producer and DJ, I aspire to create and deliver inspiring, thoughtful, and moving bass music, especially future bass and melodic trap.  I love crafting polished, creative sets that tell a story, rich with local and original material, and leaving audiences remembering my set as a cohesive journey, while still playing to my time slot.  I'm excited to bring some new unreleased material to Impact Festival and I can't wait to hear back!",
        "email": "malone912@gmail.com",
        "phone": "3603050001",
        "url": "https://www.facebook.com/andrewmalonemusic",
        "applicant_type": "DJ",
        "bio": "Producer and DJ Andrew Malone has been active in the Seattle music scene since 2009 under a variety of formats. After a decade of performing at venues all over Seattle with a variety of bands, leading to several studio albums and local radio airplay, Andrew now channels his jazz, classical, and rock training into EDM. Despite his engineering and classical training, Andrew's inspiration is primarily raw, emotional, and imprecise music. This balance of precision and grit, drives both his songwriting and live performance through moving and dramatic bass music.  Most recently Andrew has been producing and performing future bass, midtempo, and trap in Seattle with the artist collective WAVES, as well as at Uprising Fest in Stanwood, WA and at Paradiso's Curiosity Cove."
    },
    {
        "full_name": "Anita Kerster",
        "notes": "I got into the edm scene when I was 15, I dropped out a few years later and took a break but been rebuilding connections for about a year! I’m currently on my first 3 months for digital motion and want to assert myself and get involved as much as possible. ",
        "email": "Anitakerster@gmail.com",
        "phone": "6048025606",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Anmol Arora",
        "notes": "Along with the great bass music, I think this festival needs another genre of music and I think House music would be prefect for the other stage. I think I can make people dance with the groovy basslines and funky vocals.",
        "email": "houzillamusic@gmail.com",
        "phone": "7789534321",
        "url": "https://soundcloud.com/houzillamusic",
        "applicant_type": "DJ",
        "bio": "Houzilla is a new upcoming artist who produces House music and focusses on \"All Things House\". With his groovy bass lines and catchy vocals, he makes his audience almost impossible to not dance to his productions.\n\n"
    },
    {
        "full_name": "Antonin Bois",
        "notes": "",
        "email": "robindboa31@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Anya Sorokovsky",
        "notes": "",
        "email": "anyasorokovsky@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Ashleigh Crowther",
        "notes": "I have a huge passion for edm and festivals. I’ve made all my best memories (and met my best friends) because of edm festivals. I also understand how important it is to protect, and care for our world. A festival that combines conservation and music is a perfect idea and I would LOVE to be a part of it ",
        "email": "acrowther07@hotmail.com",
        "phone": "6043176165",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Ashleigh Leier",
        "notes": "",
        "email": "ashleigh.leier@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Ashley abigail Bernales ",
        "notes": "I am an artist I speak fluent Spanish, I love helping others and make safe environment for everyone with no judgment ",
        "email": "2tallash@gmail.com",
        "phone": "6046796067",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Aspen  King",
        "notes": "Every single set I make I truly put my heart and soul into. I tell a story with the selection of songs I choose and try to make people feel the music as deeply as I do with my energy on stage. I try to impact as many people as I can, and this festival would be perfect for that.",
        "email": "king.aspen@yahoo.ca",
        "phone": "12502025167",
        "url": "https://drive.google.com/file/d/11JexL82ZIrxs-you3KmS3MnaxwQgvQIS/view?usp=sharing",
        "applicant_type": "DJ",
        "bio": "ASPEN KING is a music producer/DJ who grew up on Cortes Island BC. She has been immersed in music for the majority of her life.\n\nComing from a techno & house background, over the years she has acquired an immense taste in electronic music. Aspen studied electronic music production in Vancouver and has applied what she has learned into her productions with her own unique twist.\nMaking her debut in 2018, Aspen has gained recognition in the music community performing at events on Vancouver Island. She’s known for getting a crowd moving with her weird house style beats & deep bass that will keep you bumping all night.\n"
    },
    {
        "full_name": "Austin Harry",
        "notes": "",
        "email": "austinbharry@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Austin Yates",
        "notes": "Whenever I play, or even attend a show, my favorite part is meeting all these different people. Hearing all these different stories and all the different things people are escaping back home. I couldn’t even imagine what that would be like in a different culture even though it’s just across the border, there’s a lot to be learned from one another. ",
        "email": "Awesomeaustin620@gmail.com",
        "phone": "9713257249",
        "url": "https://spark.adobe.com/post/kC0NaAu1CeKoz/?w=5846868917968",
        "applicant_type": "DJ",
        "bio": "Snaxxx is a Drum n Bass / Dubstep artist originally from Portland, currently residing in Spokane.  Dark and flowing bass lines paired with energetic drops push his sets to the boundaries of sanity."
    },
    {
        "full_name": "Aya El-Ramly",
        "notes": "",
        "email": "aya_el-ramly@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Bassam Eid",
        "notes": "Riley said I should apply to play, my manager is working the festival already and I want to drop some non-vegan love on the people!",
        "email": "ramjamsam@musician.org",
        "phone": "17808852924",
        "url": "https://drive.google.com/open?id=1qFBn-UPp97339FSkzPdQ2BYRAaRgpzHh",
        "applicant_type": "DJ",
        "bio": "Sam Eid a.k.a RamjamSam is a music composer originally from Milpitas, California, and now living in Edmonton, Alberta. His funky love for glitchy breakbeats gets dance floors shaking with groovy bass lines! \nHis sounds consist of melodies inspired by retro, fun video games mixed with nostalgic hip-hop, funk, and r&b hits creating high energy crowds for any party. When Sam isn't DJing, he spends his time producing and collaborating with others to create Glitch-hop, Breaks, and other experimental genres of music which have been released by reputable labels such as Adapted Records, and Glitch Hop Community. You may also find his work posted on Soundcloud for free downloads. \nBe sure to catch RamjamSam at various music festivals around western Canada in 2019 such as River Womp 2.0, and Curiosity Music festival, Astral Harvest, Enchated Sound, or with Flocietys hall parties in Edmonton. \n"
    },
    {
        "full_name": "Becca Hislop",
        "notes": "My name is Becca and I am passionate about helping anyone less fortunate than myself. I volunteer with organizations and events that have a focus on empowering women and single mothers in the lower mainland. ",
        "email": "rebeccalynnhislop@gmail.com",
        "phone": "7782316050",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Becca Turbic",
        "notes": "",
        "email": "relishreb@icloud.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Ben Cope",
        "notes": "I've only been to two festivals. My first was curiosity and I absolutely fell in love with the vibes, people, environment and the crazy bumpin tunes!!! I'm extremely outgoing and try to shift peoples moods to be as uplifting as I am. Hair gel, glitter and color bombs flow out of my soul",
        "email": "bencope@live.ca",
        "phone": "2502586959",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Ben Demers",
        "notes": "",
        "email": "bendemers35@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Ben Eyers",
        "notes": "",
        "email": "ben.eyers00@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Benjamin Samson",
        "notes": "",
        "email": "pbensamson@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Billie Anne",
        "notes": "",
        "email": "billiearmstrong@live.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Brandi Law",
        "notes": "",
        "email": "brandilaw81@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "brandon  quadrelli",
        "notes": "I produce my own music & have over 1000 hours experience on cdj's",
        "email": "brandonquadrelli@gmail.com",
        "phone": "12368833151",
        "url": "https://docs.google.com/document/d/1cmP7eA_lQq8QrG6lahjFLLeWG4XnQVB1zguoE9S4EOQ/edit?usp=sharing",
        "applicant_type": "DJ",
        "bio": "\tAir Trees Water Animals is an up-and-coming producer out of Vancouver B.C. He has been on a mission over the past two years to provide a raw, unique sound that captivates and moves audiences. Influenced by many heavyweight producers that have allowed him to shadow over this journey. ATWA is an original member of High Etiquette, a multimedia art collective that made waves in the Vancouver music scene by throwing events at nightclubs such as Fortune, The Red Room, Electric Owl and many others. Through the experience of working with acts such as Troyboi, Quix, Herobust and Wollymammoth (just to name a few) he gained an insatiable inspiration to explore ableton and create his own sound. After the first official release 1 year ago with 3700 plays he got the opportunity to play in local clubs within the Vancouver nightlife scene such as MIA, The Waldorf, 333 Clark and The Imperial. Expect big things from this shithead. It isn’t often that an artist is blessed with the support of many intern"
    },
    {
        "full_name": "Brandon Tilt",
        "notes": "Im highly social, approachable, detail oriented and supportive. ",
        "email": "btilt_boy-in-green@hotmail.com",
        "phone": "6044015295",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Bren Hall",
        "notes": "my sets are meant to showcase my music as well as the incredible local bass music made by my collaborators and inspirations. I have a large collection of my own tracks that are awaiting release (Aufect this Summer) and have been refining my DJ performances to be highly original and cutting edge, and curated to fit the timeslot. it is my passion to make people dance and share my music with the crowd; as i feel one with them. Thanks for taking the time to consider me homies, all the best!",
        "email": "bmid.hall@gmail.com",
        "phone": "6048808837",
        "url": "https://www.facebook.com/driftwoodbc/",
        "applicant_type": "DJ",
        "bio": "Vancouver based electronic music producer hailing from Vancouver Island and specializing in bass music spanning all tempo’s and vibes that are tailor made for the context of the sets he’s selected for. Formerly known as BMID, Bren Hall made a name for himself as a devoted and passionate dj/producer over the years of creating his reputation and following in Victoria, BC. The Driftwood project is the culmination of the experience and creativity honed over years performing as BMID, but without any creative constraints; simply an expression of musical passion meant to move dance floors and elevate people with forward-thinking bass music (specializing in drum & bass, dubstep, footwork and hip-hop.)\n\nforthcoming EP on Aufect Recordings late summer 2019."
    },
    {
        "full_name": "Brent Mosher",
        "notes": "What sets me apart from other candidates is my ability to mould my set according to whatever timeslot I am given. I'm experienced enough to not go in and drop only bass house bangers as an opener...which I have seen far too many times. Regardless of whether you need a mellow minimal set, a soulful house set, or a bangin' tech house and techno set, I will deliver an experience that takes the audience on a journey from start to finish. Despite only being 22, I DJ like I have been doing this my whole life. I would love to show you what I mean.",
        "email": "mosherbrent1@gmail.com",
        "phone": "7782402428",
        "url": "https://drive.google.com/open?id=1lAMGgQcE77yxDmwg8PbG0BH7APJgaDcY",
        "applicant_type": "DJ",
        "bio": "Curator of deep grooves.\ndmo was first introduced to house & techno music in 2014 after stumbling upon underground house parties during his time at university. Shortly after, he started spinning at those same parties for small crowds of thirty or less. These intimate gatherings gave him the space to test his skills in order to better understand the dynamics of his audience. \nCombining the experience gained from those proving grounds parties and his 7 years of drumming experience, dmo fluidly moves between house, tech, and acid sounds while always keeping his sets true to the beat and groove of the music. Dirty bass lines, 4 on the floor kicks, and skittering percussion is what you can expect at a dmo show, along with a room full of contagious energy."
    },
    {
        "full_name": "Brian Li",
        "notes": "",
        "email": "briannli27@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Brian Scranton",
        "notes": "",
        "email": "bscranton@live.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Brianna Jacques",
        "notes": "",
        "email": "briannajacques@outlook.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Bryanna Humphreys-Drysdale",
        "notes": "",
        "email": "bryannahhd@live.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Bryce Castle",
        "notes": "",
        "email": "bryce.castle@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Caitlin Dyer",
        "notes": "",
        "email": "caiticat.d@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Caleb Cohen",
        "notes": "Respector and appreciator of all beings",
        "email": "calebc101@hotmail.com",
        "phone": "6048389421",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Callum Mathers",
        "notes": "While the music has its own unique brand, I am able to provide additional artist relations services with the TransCanada Bass motorhome.  I have invested in assets geared towards improving the festival scene, to be available as we all achieve our goals in our music, and the music scene.",
        "email": "cmathers88@gmail.com",
        "phone": "7789575321",
        "url": "https://drive.google.com/open?id=10tZqUKiyJIuRO3E9_0kahA0pQ8EY0-MbTmClsTRdQBI",
        "applicant_type": "DJ",
        "bio": "Callum Mathers is a 5th generation Scottish-Ukrainian Canadian who has played the highland bagpipes since he was 8 years old. 23 years later, he has played with some of the best pipe bands in British Columbia, competing throughout Canada, the USA, and Scotland.\nInspired in 2005 by Mark Saul’s contemporary music in Glasgow, Scotland, Callum has always appreciated eccentric artists and bands that work to stand out. An avid band performer in his youth, Callum has recently dedicated his time and passion to solo and contemporary piping in order to focus on music production and in order to experiment with alternative sounds. Under the artist name BassPipes, Callum has performed at Electric Love, Shambhala Music Festival, Motion Notion, reaching as far as Montreal. With original music, looping, and traditional tunes /ancestral bass music. Callum brings a deeply powerful sound that transports his listeners somewhere very old, and very new.\n"
    },
    {
        "full_name": "Calum Robertson",
        "notes": "",
        "email": "c.robertson15@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Carly Irrgang",
        "notes": "Creative and artistic & maybe slightly autistic. Let's meet up and boogie down, dance all my social awkwardness away. ",
        "email": "carlyirrgang@gmail.com",
        "phone": "8077070440",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Caroline  Stark",
        "notes": "I just wish for everyone to have a safe and enjoyable time.  Being who they are and doing what they love. I'll be there to make sure everyone is ok if anything goes sideways. :)",
        "email": "Pure.silver@gmail.com",
        "phone": "6042400471",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Casey Beaulieu",
        "notes": "",
        "email": "caseybeaulieu@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Casey Tyson-Pearce",
        "notes": "",
        "email": "kc_tyson-p@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Cassandra Sakowicz",
        "notes": "",
        "email": "cassiemaecares@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Cassandra Woods",
        "notes": "",
        "email": "cwood118@mtroyal.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Catriona O'Sullivan",
        "notes": "",
        "email": "catrionaosullivan@ymail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Caylem  Simeon ",
        "notes": "I can email all materials. Currently filling this out on my cell phone.  I am an Indigenous DJ from Tsuut'ina Nation in Southern Alberta on Treaty 7 lands. Been playing  for 27 years and never lost love for the music. Bio is available on my social media. I have been playing  techno and house across Western Canada and based in Calgary AB. I have a radio show in development as well as a residency to start within the next three weeks. Tha k you for you time and considerations ",
        "email": "caylem_1@hotmail.com",
        "phone": "4033703485",
        "url": "https://mixcloud.comcom/caylemsimeon",
        "applicant_type": "DJ",
        "bio": "Available on Mixcloud and Soundcloud Bio but email me and I can send directly to you. "
    },
    {
        "full_name": "Cheryl Nelson",
        "notes": "",
        "email": "Chu@iheartchu.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Chi Poon",
        "notes": "Ready to make IMPACT!! ✌️✌️",
        "email": "chip9246@gmail.com",
        "phone": "7789990629",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Čhi-ka Harada",
        "notes": "",
        "email": "chikaharada.vancity@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Chloe Leclerc",
        "notes": "",
        "email": "c2d125@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Chris Briend",
        "notes": "",
        "email": "Chris.briend@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Christian / Renaud Ashe / Vauterin",
        "notes": " We ensure every set is unique from the last. Each and every set contains multiple new originals, flips, or remix's that we have ensured extra spicy for the fans and anyone else who might hear. Typically our sets contain only original music, spanning all the way up to an hour. \n\n Being the Captain and Admiral of Pirated Records, we are focused on creating a voice for the world in ways other may not. Be it within environmental support, mental health awareness, or addiction awareness - we at Pirated Records speak up on behalf of these world issues and believe that through working together with other organizations such as Party Well & Impact, can make a difference that matters. ",
        "email": "sayohgee@gmail.com",
        "phone": "5877770303",
        "url": "https://sayohgee.myportfolio.com/",
        "applicant_type": "DJ",
        "bio": " oh! gee are here on earth to excel the boundaries of sound and bass. Their mission - to show the humans just how far the realms of sound can reach.\nA duo comprised of two truly creative minds, coming from different musical production backgrounds, the blend of the two artists creates unique flow of energy and style. Between the two outer-worldly imaginations youʼre guaranteed to have your ears tingling with frequencies they've never experienced before.\nEvery set is unique, and any oh! gee original will make your jaw hang unhinged. These Intergalactic audio scientist are going to take you on a journey through the outer reaches of reality."
    },
    {
        "full_name": " ",
        "notes": "I wanna change the way people feel about clean up culture",
        "email": "Clarissachubey99@gmail.com",
        "phone": "(604) 809-5965",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Claus Lehane",
        "notes": "",
        "email": "clauslehane@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Cohen Pedersen-Wood",
        "notes": "",
        "email": "cpedersenwood@icloud.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "cole  magnusson",
        "notes": "I feel like we would be a good fit for this festival because there isn't a lot of producers/djs who make and play the genre's/sounds we are pushing. This festival would be a good way to end the summer festival season :) ",
        "email": "audiowrxmusic@gmail.com",
        "phone": "2505895554",
        "url": "https://www.dropbox.com/s/x98ekgvvnp0mpdg/AUDIOWRX%20EPK.zip?dl=0",
        "applicant_type": "DJ",
        "bio": "Audiowrx is a heavy hitting duo who produce everything from dubstep to bass house. It was social media that originally brought Dominic Burnley and Cole Magnusson together, connecting through their common love for bass music. Originating in California and Canada, they've proven distance is no disadvantage for this duo. The two first exploded onto the scene in 2015 with their breakout song \"Clockwrx\" which was released on Firepower Records and reached #9 on the beatport top 100 dubstep chart. They followed up their release with collaborations alongside Arius , which was released on KJ Sawka's label Impossible Records,  and Inf1n1te, which was released on Play Me Records. Since then they've released \"The Awakening,\" their debut Ep on Firepower Records which reached #1 on the beatport top 100. Audiowrx has already made their mark on the scene and show no signs of slowing down."
    },
    {
        "full_name": "Colin Marples",
        "notes": "",
        "email": "colinmarples@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Colin Polak",
        "notes": "",
        "email": "callinguy09@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Connor Camm",
        "notes": "",
        "email": "jconnorcamm@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Connor Parkins-Dea",
        "notes": "I am on my up and up, building towards having my own renegade stage again as I used to. Anything to help move up the event organization ladder is appreciated, I am very experienced and creative, please don't undervalue me.",
        "email": "jakpaladin@gmail.com",
        "phone": "7788145345",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Cyrus Godenir",
        "notes": "",
        "email": "cyrusgardener@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Daisy  Joe",
        "notes": "Looking forward to meeting all the impacters! (Not sure what else to post here) ",
        "email": "daisy.dd101@gmail.com",
        "phone": "6042176648",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Dakota Hemphill",
        "notes": "",
        "email": "dakotahemphill@ymail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Dan Turvill",
        "notes": "",
        "email": "dturvill@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Daniel Grout",
        "notes": "New to the EDM community, looking to make connections with promoters and music industry people",
        "email": "dsgrout@outlook.com",
        "phone": "7788685481",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Daniel Mokrzycki",
        "notes": "",
        "email": "danielmokrzycki@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Daniel Roy",
        "notes": "",
        "email": "danbobroy@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Daniel Saadatmand",
        "notes": "First time volunteering at a festival.  I am  a bubbly and enthiusiatic individual who enjoys helping out whenever I can.  I also love giving high 5's out so dont be shy.",
        "email": "Dsaadatmand43@gmail.com",
        "phone": "6044417209",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "David Dagg",
        "notes": "",
        "email": "davidadagg@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "David Goroztieta",
        "notes": "While there are plenty of other potential DJ's who may share a similar goal to perform for you guys, I  have been lucky to have over a decade of experience working dance floors all over the world. I have played over a thousand shows to multiple types of crowds and I am looking to expand on that.\nI bring a unique persona with a mega mixing style of house music, with high energy sounds rarely heard in North America. I recently have had support from producers from labels such as Lucky, mau5trap, Spinnin' and Bourne through hard work, dedication and most of all PASSION. \nDJ'ing and Music is my life and it would be an honor to dawn the mask and take part in this great event.\n",
        "email": "david@vehemence.ca",
        "phone": "7786540962",
        "url": "https://imgur.com/a/4BQMA",
        "applicant_type": "DJ",
        "bio": "David Goroztieta, better known as Vehemence has established himself as a local DJ juggernaut, winning several competitions--the most recent, Ceili's DJ contest, beating out other larger names as Best DJ--and playing sold out shows, from residencies at the top clubs in the city, to large venues, to massive outdoor events. He has opened for artists such as Dash Berlin, Felguk, Simon Patterson, John O Callaghan, Starkillers and more.\nAfter dominating the local scene for several years and embarking on a hiatus to finish his Red Seal Culinary Venture, Vehemence, now in 2019, is looking to define his unique dark driving sound sound seen through his infamous sets and prove himself as a quality producer. Within less than 2 months, Vehemence has debuted his track original tracks: Hex & No Spoilers to outstanding praise and plays from some big up and comers like Zac Waters (Lucky), Eddie (mau5trap), musicbyLukas (Spinnin') and MVCE among many others."
    },
    {
        "full_name": "David Gu",
        "notes": "",
        "email": "david.guuru@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "David Hamilton",
        "notes": "",
        "email": "hammodavid@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Dawson Boyd",
        "notes": "I grew up in pemberton ",
        "email": "dacboyd@hotmail.com",
        "phone": "2505726453",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Dayton Hutton",
        "notes": "",
        "email": "mrs_hottie56@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Deacon Green",
        "notes": "",
        "email": "deaconcarlgreen@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Derek Pym",
        "notes": "",
        "email": "derek.pym@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Desirée Arcand",
        "notes": "",
        "email": "ddeegafx@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Devin Blasutig",
        "notes": "unique blends of trap, bass and club music ",
        "email": "frontleftagency@gmail.com",
        "phone": "6045788436",
        "url": "https://drive.google.com/drive/folders/1UWZ3QdlbT9inQeYr1ayDGcQC4R2Q-CNC",
        "applicant_type": "DJ",
        "bio": " WERK carries a consistent vibe touching on, experimental  rap, club, trap, house and garage sounds. WERK currently has two releases signed to MalLabel Music and another release on Really Good Recordings run by Mat the Alien, and  up and coming VICE media series titled “My House” that will feature one of WERK’s recent tracks as well as The Crew 2 video game. With support from Bambii, Robot Koch, BBC Radio1 and official remixes for Salva, Mat the Alien and Slow Graffiti. WERK’s music can be described as eclectic and intelligent bass music that appeals to all audiences.\n"
    },
    {
        "full_name": "Devin Hyde",
        "notes": "The whole HippyFlip brand is based off of what that name is. Two things that are vastly different, one side is a beautiful flowing experience while the other is fun, upbeat and to me raging. Now the music I like to make and play bass house, g-house and uk bassline are different genres coming together, be it bass music and house or rap vibes and house. My sets are an expression of who I am and how I feel. I like to rage but I also like to have some chill vibes (as far as bass house lets you).  HippyFlip is the danceability of house and the raging of bass music. I would love to be able to show that to everyone. I would also love to be apart of a festival that is donating part of the money made to water charities and harm reduction in Vancouver.",
        "email": "devinhyde97@gmail.com",
        "phone": "6043634192",
        "url": "https://soundcloud.com/hippyflip",
        "applicant_type": "DJ",
        "bio": "HippyFlip is a 22 year old Bass House/G-House producer/DJ from Vancouver, BC. \n\nProducing for the past 2 years he takes inspiration from G-House and Bass House artists like Matroda, NuKid, Habstrakt and Relique. \n\nIn his sets he likes to bring together G-House, Bass House and Bassline for a crazy rollercoaster ride of an experience that will leave your rage meters broken"
    },
    {
        "full_name": "dianna david",
        "notes": "**My Worksho is = Make MOVES: Get Paid for Playing Around **",
        "email": "diannadavid@gmail.com",
        "phone": "17782229510",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Dmytro Sotnykov",
        "notes": "",
        "email": "sotnikovd@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Donald  Olsen",
        "notes": "It would be a honour to spin for dusk2dawn. I’ve never had the chance to play for you guys yet and I can’t wait to show you guys what I got and what I bring to the table. I just need one chance. \n\nLove, \nScatter",
        "email": "Deeje3rd@gmail.com",
        "phone": "2369898805",
        "url": "https://instagram.com/scatterrecordings",
        "applicant_type": "DJ",
        "bio": "Scatter is a local bass music artist that is a metal head at heart. He makes basslines that will leave you scatterbrained. They call me the Scatt man. "
    },
    {
        "full_name": "Ed Brierley",
        "notes": "",
        "email": "eddyb31@hotmail.co.uk",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Eden Kutney",
        "notes": "",
        "email": "edenellyenakutney@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Edward Dickenson",
        "notes": "",
        "email": "werewolfhammer@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Ellano Saavedra",
        "notes": "",
        "email": "ella_saav@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Erika Condon",
        "notes": "",
        "email": "erikaclare21@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "esme borisoff",
        "notes": "-",
        "email": "esme_borisoff@hotmail.co.uk",
        "phone": "7783233809",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Frankie Cheeks",
        "notes": "",
        "email": "frankie.m.18@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Gabriel McKeown",
        "notes": "As a supporter of the electronic music scene in Vancouver, I see myself as a community member first and an artist second. With almost 5 years of sobriety, I feel my personal ethos and that of PartyWell is closely aligned. Not only can I play a dynamic DnB set that can fit many timeslots, but I also support the community-minded, healthy, and charitable ethos of the festival both on and off stage.",
        "email": "taureanproject@gmail.com",
        "phone": "2502088950",
        "url": "https://drive.google.com/folderview?id=1u7aO5yxTi9vy4KA4ulpDaXGD97N7o3ek",
        "applicant_type": "DJ",
        "bio": "A lover of cryptic, dark, and fast music; Taurean is a DnB producer and DJ based out of Vancouver. His sound selection ranges from spacious, murky, and minimal halftime beats to relentless breaks and rolling basslines. He seeks to create an experience which feels both dystopic and beautiful.\n\nTaurean has been a resident dj of the successful Boogie parties in Vancouver and is a member of the upstart Sanctuary Collective."
    },
    {
        "full_name": "george o'brien",
        "notes": "",
        "email": "georgeobrien93@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Hadyn Dresser",
        "notes": "Bassline and Garage are sounds that FrontLeft Agency and HDrizzle want to further push in BC and we think it will go off well.\n",
        "email": "frontleftagency@gmail.com",
        "phone": "6045788436",
        "url": "https://www.dropbox.com/sh/5ummjmy4lsbbs8h/AAD8cWstbhEXscVmcMNAJjI9a?dl=0&fbclid=IwAR1w6IFjVyj78IIqT-nABXzf4g9R8xWTt21amZVNdGwehJ9G-jGDmcHb5VU",
        "applicant_type": "DJ",
        "bio": "HDrizzle serves up a multidimensional bass music that is intertwined with bass house, bassline and garage sounds. His energy and production is what makes him unique and will continue to make him acknowledged within the west coast scene. He is currently holding a bi-weekly residency for SUB FM which airs 6-8pm every other Thursday (PST.) He has also released on Euphoric.net (US), SubSound (UK), DoYu Digital (CA), Trench Bass Music Recordings (EU), and MalLabel Music (US) along with having numerous personal releases. \n"
    },
    {
        "full_name": "Hanako Iwasaki Iwasaki",
        "notes": "",
        "email": "1ltol.1ltog.87co@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Harshita Rathore ",
        "notes": "A fun loving, full of energy and easy-going person, and the same time, extremely  mindful about my actions and it’s impact on our environment. I don’t let my actions cause harm to the environment. ",
        "email": "Rathore.harshita89@gmail.com",
        "phone": "7783250143",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Heather Sabyan",
        "notes": "Everyone knows how magical festivals are, and I would just like to start my journey on becoming more involved within the rave community.  I love leaving a smile on people's faces and achieving the satisfaction of helping others. I'm a very positive, productive worker, i have no troubles with heavy lifting, and I'm also very artistic and creative. Volunteer or not I am looking forward to not only enjoying another festival but being apart of such an amazing cause!",
        "email": "Heathersabe@hotmail.com",
        "phone": "6043094124",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Heather Van Tassel",
        "notes": "",
        "email": "heathervt12@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Helen Green",
        "notes": "",
        "email": "hc.green@hotmail.co.uk",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Ian Henderson",
        "notes": "Joel Desimone caught my set at Weekend Renegade and mentioned I should apply. I've been producing for 10 years and have accumulated over 3.5 million plays through Spotify, I curate two playlists one with 46,000 followers, another with 15,000. I am new to BC and am looking to experience as many festivals as possible and meet as many cool people as possible. I play emotion / thought provoking liquid DNB and chillout electronica.",
        "email": "mgmt@akahendy.com",
        "phone": "2042931672",
        "url": "https://akahendy.com",
        "applicant_type": "DJ",
        "bio": "Artist Bio\nAkaHendy’s unique sound-flavour charts new territory in the world of EDM with rhythmic, trance-like bass and a feel-good, new-school, progressive sound.\n\nDescribed as brooding, soulful, rich and luxurious; it’s listening that’s curated for both dancing and deep-thinking.\n\nHe satisfies the sweet and salty ear by combining delicate, melodic and soothing sounds while delivering an atmospheric, bass-infused beat. Each song tells an immersive, symphonic story.\n\nFinding his vibe among the genre’s of chill step, liquid drum and bass, psydub, psybient and world bass; AkaHendy’s music will transport you to another place.\n\nAkaHendy has released 12 singles across all major platforms generating nearly 40 thousand monthly listeners on Spotify. His playlist; ‘AkaHendy & Friends’, has over 40,000 followers. His song ‘Take My Hand’ with PRZM is featured on Salomon TV’s 2018 Fall/Winter teaser on Youtube.\n"
    },
    {
        "full_name": "Ian Hrubes",
        "notes": "I love meeting new people I have been introduced to many wonderful people in this industry and the life is so up lifting is you can see me playing at your festival I tell you you'll love having me there and its all about fun ",
        "email": "ianhrubes6@gmail.com",
        "phone": "4036802840",
        "url": "https://m.facebook.com/DJ.TOK3N/?ref=bookmarks",
        "applicant_type": "DJ",
        "bio": "I'm a Calgary base DJ I've been in the music industry now for 4 years I've played some of the biggest show in Calgary to B.C. All the way to las Vegas I've opened for doctor p, ill gates, delta heavy, and many more"
    },
    {
        "full_name": "Ichiro Nakayama Nakayama",
        "notes": "",
        "email": "ichibro@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Iman Abdulla28",
        "notes": "I believe in the power of empathy and human connection to heal and strengthen our communities.",
        "email": "igabdulla@aol.com",
        "phone": "5874352816",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Jacob Tremblay",
        "notes": "Definitely wanna make an impact on someone else’s day, either by inspiring someone the same way as other djs have to me or to make people come together express themselves dance, share smiles and laughs. ",
        "email": "Odwyer.jacob15@gmail.com",
        "phone": "2506443279",
        "url": "https://m.soundcloud.com/jacob-bear-tremblay",
        "applicant_type": "DJ",
        "bio": "\n'DJ Bearflower\", was born in Victoria and raised in Kamloops. He draws influences from various tech house DJ's, mixing between tech, deep, and progressive. DJ'ing for over 5 years, his abilities to seamlessly mix between tracks ensures a smooth, progressive, yet sexy journey of musical soundscape for the audience. "
    },
    {
        "full_name": "Jake Pledger ",
        "notes": "I keep a chill vibe and am eager to lend a helping hand. Will work for bass. ",
        "email": "jakempledger@gmail.com",
        "phone": "6046553421",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Jake Wintle",
        "notes": "",
        "email": "jake.wintle95@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Jakub Kusenda",
        "notes": "I like cheese",
        "email": "Kuba.kusenda@gmail.com",
        "phone": "6474614060",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "James Cohen",
        "notes": "I'm dope sheet",
        "email": "james@partywell.org",
        "phone": "7789521885",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "James Robinson",
        "notes": "",
        "email": "jamesr314@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Jamie Robinson",
        "notes": "",
        "email": "jamie@jamierobinson.co",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Jarred  Fischer ",
        "notes": "I play multiple different styles and can play in any time slot! I usually edit about 80-90% of songs in my sets and I make sure to waste no time during my performance time! ",
        "email": "Starfawksmanagment@gmail.com",
        "phone": "2504708769",
        "url": "https://drive.google.com/folderview?id=1pmAEkUDMmxQSGIdi4eFNgWgBmIyZe1Bb",
        "applicant_type": "DJ",
        "bio": "https://docs.google.com/document/d/1wP-agH07N9xCzszmdgw07AGC8_-qxi2ODqVvkdhQUJ8/edit?usp=drivesdk"
    },
    {
        "full_name": "Jason Storm",
        "notes": "Bringin tha good VibeZ!~ Excited to participate by taking participants on a fun bassy dance journey. Some compliments I've received have been on how my sets are fresh and take people places they've never been before. :D ",
        "email": "pwayomalalo@gmail.com",
        "phone": "6047008708",
        "url": "http://www.pwayo.com",
        "applicant_type": "DJ",
        "bio": "Pwayo is a Vancouver-based bass music producer & dj. Since 2017 he's been bringing his bassy vibes to various music events in & around Vancouver, Victoria, Sunshine Coast and Saltspring. Pwayo takes  dancers on a fun, sweaty journey with body-pulsing, booty-shaking, bring da bass beats. "
    },
    {
        "full_name": "Jay Park",
        "notes": "Hello, my name is Jay and I am a producer/dj from Vancouver. I aim to create and share the most beautiful and soulful drum and bass to my best ability. Thank you for your time and consideration.",
        "email": "beatmoolmusic@gmail.com",
        "phone": "6043685953",
        "url": "https://drive.google.com/open?id=11aiEgachJVjHxHLrtulndZErXRVHLhfB",
        "applicant_type": "DJ",
        "bio": "Short Bio: \nBeatmool (Pulse Palace/Vancouver)\n\nBeatmool is a producer/dj from Vancouver, Canada. \n\nBeatmool’s emotive and melodic sound originates from his organic approach to music production with real instruments such as piano and guitar. With drum & bass, trip-hop and experimental music being the biggest influence, Beatmool takes his listeners on a soulful musical journey through his beautiful selection of sounds. \n\nBeatmool (read as BEAT-mool) translates to “rainwater” in English. \n\nhttps://soundcloud.com/beatmool/\nhttps://beatmool.bandcamp.com/\n"
    },
    {
        "full_name": "Jean-Paul Lambert",
        "notes": "",
        "email": "japes420@msn.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Jenny  Landis",
        "notes": "Healing through self-expression, authenticity, love and music is where my heart lies. Also, I am a trained OFA3 with an open-mind for all aspects of mental health.",
        "email": "jennytlandis@gmail.com",
        "phone": "(250) 777-1373",
        "url": "",
        "applicant_type": "DJ ::: Volunteer",
        "bio": ""
    },
    {
        "full_name": "Jered Page",
        "notes": "I'm stoked to be a part of an amazing community creating art and magic that transforms lives!",
        "email": "jwrassic@gmail.com",
        "phone": "12368788751",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Jérémy De Beurmann",
        "notes": "",
        "email": "jeremydebeurmann@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Jeremy Rozenhart",
        "notes": "Whether at a festival or not, I put a pretty strong emphasis on people looking out for one another. Help is good for everyone involved - it brings us happiness. So I like to lend a hand wherever I can, really... but even more so when there's music and dancing involved. :)",
        "email": "jeremyrozenhart@gmail.com",
        "phone": "7789971241",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Jeremy Wilson",
        "notes": "",
        "email": "Jjw_1@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "jerome parent",
        "notes": "",
        "email": "guestaflores@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Jesse Clarke",
        "notes": "We are an upbeat duo who have just re branded ourselves, we have a lot of new upcoming music, and more importantly we have been doing this for almost eight years. We can bring experience and a fun live set to the stage. ",
        "email": "jesse.clarke00@gmail.com",
        "phone": "2368871203",
        "url": "https://soundcloud.com/almostfamous_music",
        "applicant_type": "DJ",
        "bio": "Jesse and Tyson are a producer/DJ duo from Vancouver, Canada. They got their start after discovering a shared passion for electronic music, and for the last 7 years they have dedicated their time to mastering the art of music production and live performing . They got their initial break when they were asked to play an opening slot for TJR and since then they have opened and performed along side many other acts and have played in some of the best clubs in Vancouver, Vegas, and throughout Canada. Now as “Almost Famous” they are setting their sights on releasing original music and creating a unique live show experience."
    },
    {
        "full_name": "Jessie  Duka",
        "notes": "I am very carefree and also very easy to talk to",
        "email": "Jessieduka@gmail.com",
        "phone": "2366682352",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Jodie Tecomba",
        "notes": "That I'm very versatile, with lots of energy and experienced in dealing with special needs. ",
        "email": "Johdee23@gmail.com",
        "phone": "7782129504",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Joel Burgoyne",
        "notes": "I should play at Impact festival because i have a a great moral compass and desire to make a diffference in this modern world. I regularly give to charities and believe in supporting amazing causes that truly impact the less fortunate or those without a voice, i have a lot of good,  organice and genuine energy to give those around me. I also play a style of music that no-one else in the lower mainland or western Canada to my knowledge is still pushing- Straightup party Breakbeat",
        "email": "burrgzdj@gmail.com",
        "phone": "6046189725",
        "url": "https://burrgzdj@gmail.com",
        "applicant_type": "DJ",
        "bio": "Hailing from Perth, Western Australia Burrgz aka Joel Burgoyne developed his love affair with Breaks at the beloved, world famous Ambar Nightclub, the home of the underground. A venue so well known and revered amongst the breaks elite, it remained the stronghold of breakbeat in Australia for 17 years. He has supported the likes of Evil Nine, Karl Sav, Philly Blunt, Stickybuds, Skiitour, Slynk, Shade K and  Lady Waks. Pivotal influences include Krafty Kuts, Stanton Warriors, Plump DJ's, The Rogue Element, Freestylers, The Crystal Method, Elite Force, Colombo, Left/Right and many more. Expect straightup breakbeat with a party flavour, melodic mixing and driving basslines"
    },
    {
        "full_name": "Joel Webster",
        "notes": "I think that you are trying to accomplish with this festival is a fantastic and something that the rave community definitly needs more of! \n\nThank you for the consideration!\n-Joel",
        "email": "Woel.jebster.mgmt@outlook.com",
        "phone": "7782450133",
        "url": "https://drive.google.com/folderview?id=1J1s83ef1VnEe94vZ2YaRmkuHSvuV2Y7d",
        "applicant_type": "DJ",
        "bio": "Joel Webster, a.k.a Woel Jebster, is a producer and DJ hailing from Abbotsford, British Columbia. Combining majestic melodies, thick basslines and a rollercoaster of emotions, He is looking to make his mark on the industry. Signed with Emengy Records,  He has provided opening support for Heavyweights such as What So Not, Woofax, Dirt Monkey and The Architekt."
    },
    {
        "full_name": "Joey  Armstrong ",
        "notes": "I like to help as much as I can I like to work hard but I must be guided unless bin in position of power (chain of command) I like to party more then I work and I like to work hard ",
        "email": "Joeyarm35@hotmail.com",
        "phone": "6042793092",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "John Pratt",
        "notes": "I'm hard working and positive, always looking for some way I can help out. I love the welcoming vibes of BC festivals, and would love to be apart of this cause.",
        "email": "johnpratt1996@gmail.com",
        "phone": "2368881138",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Jonathan  Josiah",
        "notes": "I’m a music producer! Love to spin as well. 8th Ave. Beats\n\nI love music! Would love to spin next year ",
        "email": "beatsby8thave@gmail.com",
        "phone": "7788355797",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Jonathan Trouwborst",
        "notes": "A DJ who loves to volunteer more than DJ ",
        "email": "jon.blezard@gmail.com",
        "phone": "7788889131",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Jonny Clark Clark",
        "notes": "",
        "email": "soup-of-the-soul@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Jono Yervantian",
        "notes": "I've followed electronic music all my life. I live and breathe the stuff. Since moving to Canada 6 years ago and becoming a staple of the Vancouver island electronic music scene a few years after that I've been fortunate enough to hold a weekly residency, support major acts such as Krafty kuts, pigoen hole, slynk, Stickybuds, fort Knox five to name a few. I produce my own music and have been fortunate enough to have two 10k+ listen releases. I spend most my time looking for new music. It's what makes life worth living. I would love the opportunity to come share my passion with some more like minded individuals and expand the network. Thank you for your consideration.",
        "email": "jono.yervantian@gmail.com",
        "phone": "2506613577",
        "url": "https://drive.google.com/file/d/1gP7aJ15cL0zgTgJBQoN8HZlJknQGXeWS/view?usp=drivesdk",
        "applicant_type": "DJ",
        "bio": "Electronic music has many flavors and this Aussie-born Canadian bass music producer has savored each and every one of them over the years.\n\nBreaking the genre barrier is what SIDEWAY is all about, featuring an eclectic mix of underground electronica, trap and rap. His set lists are carefully curated and his mixes are often freestyle ensuring to match the vibe. One thing is for sure, they are guaranteed to make your ears take note!\n\nBrass, strings and instruments of all nature feature seamlessly fusing the old with the new in a bass heavy, synth driven, vocal rich, booty grooving vibration station.\n"
    },
    {
        "full_name": "Jordan Gill",
        "notes": "I believe i should be selected because of my unique, creative progressive house style. My sound drifts away from the mainstream and has influenced many people whenever i have played live. The response from my Arrival Set was incredible - i received so much amazing feedback with people saying the set sounded like no other of the entire festival. The Social Sound team immediately took me under their arm and had me play on their Canada Day Yacht party 3 weeks later on the main deck because a DJ dropped out last minute. I want to continue exposing my brand to EDM lovers and i feel this opportunity will enhance that as there will be many attendees at the festival. Not only do i play quality progressive house, but i am able to engage with the crowd and cater my set towards their reaction. I would love the opportunity to play at Impact and i can guarantee i will not dissapoint. Thanks so much for your consideration. ",
        "email": "jordanmgill3@gmail.com",
        "phone": "7786778249",
        "url": "https://soundcloud.com/jgill123",
        "applicant_type": "DJ",
        "bio": "Jordan Gill is a DJ born and raised in Vancouver, Canada. He has created his distinct dark progressive sound by mixing only the best tracks from artists in the underground progressive scene, as well as incorporating a touch of tech house in his sets. Although relatively new to the industry with only one year of experience under his belt, Jordan is rapidly becoming known as a strong influencer on the club scene. Playing in the back room of Vancouver's most popular underground club, Are You Mia, allowed him to expose his unique, progressive style to the regular MIA attendees. His performance at Arrival Festival in Pemberton, BC, hosted by Social Sound Events, was his biggest highlight to date where he received amazing feedback on his live set. Jordan's sound fully drifts away from the mainstream while capturing the ears of true house music lovers who enjoy the similar style Jordan is incredibly passionate about - progressive house. Cristoph, Yeadon, and Artbat are some his inspirations."
    },
    {
        "full_name": "Jorel Minuk",
        "notes": "2018 was a big year for me. I have had 2 tracks hit one million plays on Spotify. 2019 is looking to be just as good. I've had to big releases signed to Circus Records and AIA.\n\nNow, I am hoping to turn this momentum into festival bookings. I've been dreaming of playing a festival since I started, and think I am a perfect fit for Impact. I am confident that I am going to make people on the dance floor lose their minds and with unreleased music from myself and my friends. \n\nI apologize that I don't have a black and white logo, I can get one made very quickly. I am also in the process of re-designing my current logo",
        "email": "przmmgmt@gmail.com",
        "phone": "2048038001",
        "url": "https://www.dropbox.com/s/comcjrsnn4lg6eq/PRZM%20EPK.pdf?dl=0",
        "applicant_type": "DJ",
        "bio": "Better known to his fans as PRZM, Canadian producer and DJ, Jorel Minuk, was born on the East coast and raised on the prairies. His electrifying stage-presence combined with bass-heavy dance music delivers a full-spectrum listening experience which has been shaking club and festival-goers since 2012.\n\nPRZM’s music has been featured on various labels like brednbutter, Trap City, Phuture Collective, and Sauce Kitchen and supported by the likes of UZ, Sidney Sampson, Perkulat0r, and Herobust. His breakout track, “ECHO” which premiered on thedopestdrops was an instant hit, helping propel his name to the upper echelons of trap music. Some of his other notable works like “Reloaded” and “Take My Hand’ have reached millions of listeners through Soundcloud, Spotify, Apple Music, and YouTube.\n\nAs one of Canada’s premiere electronic music producers, his charisma, coupled with his forward-thinking production style is a formula that’s taking the future of dance music by storm."
    },
    {
        "full_name": "Joseph Loiz",
        "notes": "",
        "email": "joe@josephluiz.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Josh Castillo",
        "notes": "",
        "email": "jcasti@live.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Josh  fraser",
        "notes": "unique up and comming act with genre bending tracks",
        "email": "frontleftagency@gmail.com",
        "phone": "6045788436",
        "url": "https://drive.google.com/drive/folders/1kXrzxRNByOW0TOcNLOG4Yx9y2YUG7zMM",
        "applicant_type": "DJ",
        "bio": "Nanaimo based producer and dj duo consisting of Josh Fraser (iNTRiKeT, Turu Crew) and Jacob Morrison (Mr. Mo.) Currently signed to Vancouver based Smokey Crow Records, Anna Morgan and Bell Curves’s label Worst Behavior and a recent single on Noctilux Collective. Their constant growing effort in the industry has brought them together to produce a sound that combines experimental low end bass music with hybrid footwork jungle sounds, while making it their own. Making their first festival debut at Diversity Music Festival 2018, their artist dynamic on stage is equality enjoyable to watch as it is to listen to. Soon is continually producing new material that has not been released in anticipation for the 2019 festival season.\n\n"
    },
    {
        "full_name": "Joshua Brown",
        "notes": "",
        "email": "joshua.h.br@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Joshua Riordan",
        "notes": "",
        "email": "thedakematrix@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Julia Graham",
        "notes": "",
        "email": "Julia.spinella.12345@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Julian Bryan",
        "notes": "I have played for too many unattentive/overattentive audiences and would be beyond stoked to make a splash at Impact. As I am aware that my name has yet to be discovered, I will be volunteering my services. I spoke with Matt I believe at Bass Coast (where I heard about the festival) and would love to go and spin some tunes!",
        "email": "julianbryan67@yahoo.com",
        "phone": "12502189621",
        "url": "https://doesnotexist.com",
        "applicant_type": "DJ",
        "bio": "Lian is a DJ and modern day tomte living in Cumberland, BC. He plays a wide variety of house, dnb and bass music. He also plays guitar and percussion."
    },
    {
        "full_name": "Justin Doyle",
        "notes": "I'm pretty darn passionate about what i play. From sexy funk to drum n bass I will get right into it and throw as much energy and animation as i possibly can into my sets. It should be a spectacle. Gotta entertain the crowd baby.",
        "email": "justinmtdoyle@gmail.com",
        "phone": "7786774065",
        "url": "http://www.mediafire.com/file/9aul32vha6z973x/Mt._Doyle_Mini_EPK.zip/file",
        "applicant_type": "DJ",
        "bio": "In the last 10 years Mt. Doyle has brought his multi genre sets to lounges, clubs and festivals all over the North West. He’s held residency at Victoria’s Roof Top Surf Club, played at Vancouver’s famous Commodore Ballroom and rocked many festivals including Shambhala, Lightning in a Bottle, Electric Love, Bamboo Bass, Astral Harvest and The Tall Tree Festival. In that time he’s shared the stage with international heavyweights Aphrodite, Ed Solo, A.Skillz, K+Lab, The Funk Hunters, Dub FX, Rusko, Netsky, Camo & Krooked and Andy C, not to mention many of the west coast’s finest.\nThroughout his career Mt. Doyle has established himself as one of the most versatile DJs on Vancouver Island. With a mountainous lust for music and style that keeps you guessing, Mt. Doyle will keep bodies moving any time, any place, with whatever the hell he wants."
    },
    {
        "full_name": "Justin Ho",
        "notes": "I want to make IMPACT by being in service!\n",
        "email": "justinho91@gmail.com",
        "phone": "7782517468",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Justin Snell",
        "notes": "Hello IMPACT team. A friend recommended me the festival and its cause so I thought it right to apply. I have been working on and off for the last 3 years in the harm reduction field in the DTES for PHS. Having a festival revolving around the harm reduction conversation seems like something id love to support. For 2 years now I have thrown events in Vancouver and just over a year I have began my journey playing dark & deep ended bass/dubstep selects. Harm reduction, community, safety, and consent is a huge mission that I have with all of my events as well as others I participate in. I hope you enjoy my submissions & I look forward to hearing back. My selects would be best suited for the late night low end entities. Much love <3 ",
        "email": "justingsnell@gmail.com",
        "phone": "7786977022",
        "url": "https://drive.google.com/open?id=100cgaPE3h3EMrNW_GqPNH-Mzz4rnl8X6",
        "applicant_type": "DJ",
        "bio": "Vancouver based visual artist Justin Snell steps into the realm of waveforms, exploring deep shadowy sounds of dubstep and 140. His focus is to shed light upon dark left-field genres mixed with elements of spiritual beauty. Affiliations include Obsidian & Abysmal Entities Archive."
    },
    {
        "full_name": "Justin Trinidad",
        "notes": "I think we share similar values and tastes for music. I am here to make lasting, positive impact - in great ways and small. Music is just one of my tools for doing that. ",
        "email": "trinidad.justin@gmail.com",
        "phone": "7788691094",
        "url": "https://drive.google.com/open?id=0B6ZTqEUtqSDofm9pc2N4WDI2cGNEXzdsMDgzQ1R6dVl6eEhnYkJTZExIQlkxQzFVUks0OTg",
        "applicant_type": "DJ",
        "bio": "Trios creates moments of discovery with his distinct taste for House, Techno, and Bass music.\n\nWhile sharing his unique style, Trios has performed in three countries and released songs on international labels. This is why he's shared the stage with Art Department, Steve Lawler, Goldroom, Bondax, RAC and Lazy Rich. \n\nReleases on Uncovered, ODA Digital, Anadamide and Tonspur were just the beginning. Trios is currently working on projects in Bass music, but you can expect influences of House, Techno and Hip-Hop. "
    },
    {
        "full_name": "Justine Janey Thomas",
        "notes": "",
        "email": "justinethomas454@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "kaitie gagnon",
        "notes": "",
        "email": "kkaitie-@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Kaitlyn Tough29",
        "notes": "I'm excited to do my part in keeping health and happiness high for all the fantastic festival folk!",
        "email": "katie.tough@gmail.com",
        "phone": "2049959448",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Kate Taylor",
        "notes": "",
        "email": "16katt16@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Katelin Thompson",
        "notes": "",
        "email": "katelinpthompson@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Katlin McCallum",
        "notes": "My name is Kat and I'm passionate about Harm Reduction. I've been in the bass scene for a few years and like to give back to the community by combining my love for dancing with helping others! ",
        "email": "katlin.mccallum@gmail.com",
        "phone": "3067132472",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Kayla Walton ",
        "notes": "Im flexible to help with whats needed. I want to do everything i can to help the success of this festival. Most of my experience is dealing with people, but i also have building crew and art/decor experience. ",
        "email": "kaylawalton92@hotmail.com",
        "phone": "6042095431",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Keenan Dennehy",
        "notes": "",
        "email": "khunterdennehy@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Kelsey Leveille",
        "notes": "",
        "email": "K.leveille@live.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Kelsey Orpen",
        "notes": "I would like to volunteer in the LNT team as my dream job would be making festivals and events more sustainable and kinder to the planet! Would love the chance to be involved with such a great event",
        "email": "kelseyorpen@gmail.com",
        "phone": "6048423553",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Kenton Sanderson",
        "notes": "",
        "email": "kentonsanderson96@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Kess Rowe",
        "notes": "",
        "email": "rowekess@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Kevin Sanders",
        "notes": "That I am artist known as Artari and in band Phenoix Bones",
        "email": "ksanders403@hotmail.com",
        "phone": "5872242112",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Kieran Eglin",
        "notes": "",
        "email": "kieran.eglin@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Kim Smith",
        "notes": "I am a pretty rad human and other humans seem to enjoy my presence and energy. \nDedicated, hardworking and love contributing to festival communities with like minded individuals. ",
        "email": "smith127@live.com",
        "phone": "2505054179",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Kirsten Joy Liv Jensen",
        "notes": "",
        "email": "info@joyliv.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "kurtis rushworth",
        "notes": "Too simply put it, I want to make a positive Impact on this planet. Music saved my life once upon a time. I just want the opportunity to return the favour. my track void pulls people out of their dark place.",
        "email": "dirtykvrt@gmail.com",
        "phone": "6048665898",
        "url": "https://mail-attachment.googleusercontent.com/attachment/u/0/?ui=2&ik=bcaf2f7ce4&attid=0.1&permmsgid=msg-a:r5399580821622318423&th=16b7c0c75e4af8f7&view=att&disp=inline&realattid=f_jx6mynfn0&saddbat=ANGjdJ8RScCRR2POKokRaO5dVqlh8ewM4PR2PgKZu8vVQ2jP4-9dvfuhtdUOF0cOw28eS0TH4JcPb1TNjOgcSxopm8SOwtV03hqxBu9MPUzO2S4dNM86xmD4-2GeIdN1V70MKigFXDZkqre9agF8f4XVHTYH97Jk4R5t1Zd25LJxXmBFAe1LrgxPYZMj-VTvp2qImvCOgCrRjS8SiupzPIgNAFFw7-gT5ZuTmOa8_TcmqfwjpBcTMJmsrD6TJLe1gOXFo-S_g6uj_GT1eFGVcnZxRjiEGQ2nAm3sJX-U_9offTjh3y3-TvV9mxsgT14Jqz_SrLiH-bPAyn5psQhyZHoltcWtApdxtZQ4rPY45UUGDB7Kbyodi7_NFA74C3kS-upz6oVwRmOLJDIoJcfFgo-ARNtDv6CgXgArLAr4p_wNG89oRrY5r193yS2fohLTFIaAwVoO_35degC-tLXCjpHCFPzDGeOS1KP2MB-C3JnbdnALC2fdhMyFssUbpqQGJ_np9KK3CTzm-H07MVEaX3Y1aOXb8Xo1fr6CZ7X4fFHu2uApPcQNQlElV_VMAkBRZhg9hSqSyWddxWGOiE9PnuPN-iTZdgDEurJjCjI5krPfzrFqOLXyGhA38froBxexvnjCz3TFhF_DngNriAJSkLNRIcsajCazCY1Y7EqErA",
        "applicant_type": "DJ",
        "bio": "Kurtis Rushworth better known as dirtykvrt is from Vancouver British Columbia, Canada. Born and raised in the suburbs Coquitlam / Port Coquitlam but once turned legal moved to the heart of downtown and into the music scene. He began networking in order to land his first gig inside a nightclub. Once he got a main room gig I people knew what dirtykvrt is all about. He plays dirty, grimy & filthy beats that make you bass face & cut shapes. He takes the crowd on an adventure through his realm called the VOID. The dirty music has saved his life and he would thoroughly enjoy the opportunity to travel the world and share the ENTER THE VOID experience."
    },
    {
        "full_name": "Kyle Perko",
        "notes": "",
        "email": "kirpynick@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Lachlan Karr",
        "notes": "After three years of rapid growth in the nightlife scene of Vancouver as a DJ, through music streaming as a producer including hitting over 55,000 streams on a track, and amassing hundreds of thousands of views through my educational Youtube content, I see my next step as playing a music festival. When considering festivals to contact, my 4 years as a professional non-profit fundraiser (aiesec.ca) made Impact the obvious choice. In addition to my experience as an artist and non-profit professional, I also have a strong trackrecord as an event promoter over the last 2.5 years, making me an exceptional candidate for the Impact team. Thank you for considering my application. \n\n[Please display name as Xander Karr] Xander is passionate about global social issues. He made impact for 4 years as a volunteer with a UN affiliated non-profit and now seeks to evolve the music community of which he is part to make similar impact on the world.",
        "email": "management@xanderrose.com",
        "phone": "7788675277",
        "url": "https://drive.google.com/open?id=1xVTB87D0b0jaGSF4HtGfAPvR7xWddTcc",
        "applicant_type": "DJ",
        "bio": "After a successful career in vocal jazz, Xander Rose took his classically trained talent for music to the dance music scene in 2016. He blends the world of house music and hip hop to bring a fresh perspective to Vancouver's nightlife where he quickly became respected for his drive, passion, and dedication to the art. He also has built up a strong presence online as a music, business, and lifestyle educator."
    },
    {
        "full_name": "Laura Salter",
        "notes": "I am a woman from Lasqueti Island who is spending the summer in Vancouver. I'm currently finishing up a yoga teaching program and working at a low-barrier housing facility. I'm passionate about co-creating a world where needless suffering does not exist.",
        "email": "laura-mcquarrie@hotmail.ca",
        "phone": "5879903745",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Lauren Dempsey",
        "notes": "",
        "email": "laurendempsey2014@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Lauri Dove",
        "notes": "",
        "email": "ldove.288@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Leif Early",
        "notes": "",
        "email": "leif.early@live.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Lenka Pastova ",
        "notes": "I'm very friendly and funny person. I like to making new friends and I'm also very responsible. ",
        "email": "Lenkapastova@gmail.com",
        "phone": "6046007768",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Leo Luxford",
        "notes": "",
        "email": "leoluxford@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Leslie Stark",
        "notes": "",
        "email": "lesliestark@yahoo.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Lias Hills",
        "notes": "",
        "email": "weeman8888@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Lisa-Marie McMahon-Findlay",
        "notes": "I'm excited and grateful to be a part of a festival that is making an IMPACT. I believe that together we can really make a difference. \n\nI am proud to be a part of a festival that gives back. We  can be the change",
        "email": "lisamariemcfindlay@gmail.com",
        "phone": "7789579260",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Lisette Bolduc",
        "notes": "Love life, people and raving!  Here to assist in helping everyone have an awesome safe time! ",
        "email": "catlady601@gmail.com",
        "phone": "6046125029",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Liz Vance",
        "notes": "What you see is what you get.  I believe in living life to its fullest with people you love.  Live, love and dance 😁",
        "email": "Lizvance@telus.net",
        "phone": "2508304854",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Lucie Weberova",
        "notes": "",
        "email": "lucie.weberova@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Lynette Emery",
        "notes": "",
        "email": "indieaura@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Marcy Solis de Ovando",
        "notes": "I love and appreciate what you guys are doing, would love to contribute via a sexy, fresh and super fun set that's guaranteed to get the dance floor bouncing in sweat!",
        "email": "emailaerion@gmail.com",
        "phone": "6048850977",
        "url": "https://soundcloud.com/aerion-do/tracks",
        "applicant_type": "DJ",
        "bio": "Aerion has opened up for the Red Hot Chili Peppers, The Beastie Boys, Bjork, Pantera, and Deli to Dublin, to name a few.\nShe has shared the stage with Mat the Alien, Self Evident, Daega Sound, Taalmala, Michael Red, Ronin, The Librarian, Marlin, Shanaminoid,  Sikuta, DJ Down, Blondtron, Beats with out Borders, Funk Hunters , Beatrix the White, Instant Love, natural Alchemy, Apple cat, Miss Kosmik, Kytami, Kasey Riot and countless others.\n\n33 Years of DJing/VJing and involvement in festivals such as Shambhala, Diversity, Electric Love, Bonfire, Under the Volcano, Vibe, Hi Society, Sublunar, Intention, etc.... and decades of underground parties have shaped and evolved her sound into an eclectic mash up of any and all electronic genres... woven to suit the subtleties of the moment with loving care and passion.\nBeing researched as the worlds female, electronic music DJ with the longest running career at the moment by the Guiness World Book.\nAlways fun, always fresh!"
    },
    {
        "full_name": "Marina Peault",
        "notes": "",
        "email": "compl3tmarina03@hotmail.fr",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "MariNa Wak",
        "notes": "",
        "email": "compl3tmarina03@hotmail.fr",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Marissa Desandoli",
        "notes": "",
        "email": "Marissa@desandoli.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Mark Kwestshin",
        "notes": "",
        "email": "jeas_81@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Martin Boivin",
        "notes": "Well, I'd like to think that my track selection and mixing style speak for themselves... but I also bring a lot of style and energy to my stage performance as well. Though the main function of a DJ is to provide music to fuel the dance floor, I also believe it is a performance, and that a DJ should be a spectacle. I love to dance, and try to move as much as I can while on stage. I am active in the fashion of festival culture, and have made and sold accessories in the past. Everyone has their own style, and I respect that, but I try and to be more than just a t-shirt and ball cap kinda guy. \n\nI have been an active contributor to the conscious dance community for many years. I have been a key organizer of Intention Gathering for almost a decade, and have become one of the headlining DJs for that event. I have also organized stages for events such as Burn in the Forest, SubLunar, Earthdance, and many events in Vancouver as Shadow Puppet Productions. I am also the lead visual artist with Shadow Puppet Productions and have contributed large scale installations to such events as; BassCoast, Shambhala, Burning Man Inshala, Entheos, Burn in the Forest, Intention. \n\nI strongly believe in this culture, the power it has to create change, and I'd like to think I've put my money where my mouth is. I appreciate that your event is doing the same, and hope that I can be a part of it.",
        "email": "beatrixthewhite@gmail.com",
        "phone": "7788551748",
        "url": "https://www.reverbnation.com/beatrixthewhite",
        "applicant_type": "DJ",
        "bio": "Beatrix's appreciation for dance, and the magic that happens on a dance floor is what catalyzed his becoming a DJ. His life long appreciation for music and audio in all its’ forms, has helped him develop a style that allows him to draw on all the influences around him. He fluidly mixes together Dubstep, Trap, Moombahton, Electro-swing, Glitch-hop, and whatever else tickles his fancy. He treat his sets like a story, using different genres and styles to guide dancers through a spectrum of moods and feelings. Riding up and down different tempos and beats to bring them to places that are dark and sexy, to thoughtful and introspective. Beatrix is a co-founder of Shadow Puppet Productions, and has been an active member of the Vancouver underground Electronic music scene and the surrounding festival culture for many years."
    },
    {
        "full_name": "Mathew Richardson",
        "notes": "",
        "email": "sammi.richardson711@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Matt Friesen",
        "notes": "",
        "email": "stylewease@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Matt Popp",
        "notes": "",
        "email": "matthewdylanpopp@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Mayuko Yoshimura",
        "notes": "",
        "email": "tiermayukoheim@yahoo.co.jp",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Megan Hamel",
        "notes": "I’m openminded, understanding, and dependable. I look forward to improving the lives around me through day-to-day interactions. As always, I hope to make an impact! ",
        "email": "Megansawatzky12@gmail.com",
        "phone": "7788089232",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Megan  Hicks ",
        "notes": "I am an Aussie traveller fresh off the boat.  I am an free spirit /doof queen 👑 ",
        "email": "Meganhicks934@yahoo.com.au",
        "phone": "6048425991",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Megan  Mitchell",
        "notes": "I have many talents and I do many things; I'm here to have a good time and also give you gum or water :)",
        "email": "meganemitchell@hotmail.com",
        "phone": "6042507985",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Melani Gray",
        "notes": "Hello fellow Impactors!\nI am beyond excited for the kick start of IMPACT festival! I believe it is going to be not only the best festival on the planet, but also the greenest and most sustainable festival out there - all while positively impacting the world and others by giving back!\nI am coming to IMPACT with an open mind and heart and ready to help take on any tasks and initiatives that is needed to be done to help keep things moving and grooving.\nI want everyone to know that no matter what, I'll be there as a friend face for anyone to help with anything and will make sure your experience is the best one possible.\nIf I'm not on shift you better believe I'll be on the dance floor and connecting with others.\nI can't wait to make IMPACT with you all and I'm looking forward meeting you! Give me a shout!",
        "email": "melanigray97@gmail.com",
        "phone": "6048804410",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Melissa Jane",
        "notes": "",
        "email": "melissa.allan@ymail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Meredith Douglas",
        "notes": "",
        "email": "m.cindy.douglas@gmail.co",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Michael Brand",
        "notes": "",
        "email": "michael.brand@logway.ch",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Michael Brassard",
        "notes": "Im a energic, helpful and peaceful creature 💚. i love take part of the energie and build up of all festival i can. You can find me sit or stick on the speaker around the stage with a big bass 👌 dont forget my hugs when you see me lovely people 💚",
        "email": "Michael_57_6@hotmail.com",
        "phone": "2369838657",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Michael Custance",
        "notes": "",
        "email": "miker.custance@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Michael McKay",
        "notes": "",
        "email": "raymckay_@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Michael Wilson",
        "notes": "Lots of experience at conscious festivals.  Great dancefloor impact! ",
        "email": "medicinefoxmusic@gmail.com",
        "phone": "6047044363",
        "url": "http://medicinefoxmusic.strikingly.com/",
        "applicant_type": "DJ",
        "bio": "Medicine Fox was born on Coast Salish Territory, in the place now known as Vancouver, BC. His ancestors are of mixed European and Native American (Chickasaw) descent. Medicine Fox is Production Artist, Musician and DJ Shane Wilson. His music draws inspiration from the ancient shamanic rhythms of Earth’s tribal cultures and he can often be found with an eclectic set of instruments in his hands while performing a set.Medicine Fox has grown as a producer and collaborator on several projects including Tulku, Air Ananda, Primeaux & Mike, and the Grammy Award winning “Sacred Ground” project. Recently, Medicine Fox’s original solo productions have been featured on the “Shanti Nyala” and “Anima Mundi” Compilation albums from the UK based Label Visionary Shamanics.Medicine Fox plays live at many venues and conscious gatherings including the Imagine, Intention, Blessed Coast, Sub-Lunar and Abundance Festivals. From years of deep listening and research, Medicine Fox brings epic vibes to the dance"
    },
    {
        "full_name": "Michelle Frost",
        "notes": "",
        "email": "michellefrost44@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Mike Elliott",
        "notes": "",
        "email": "devoluti@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Mitch Goodman",
        "notes": "",
        "email": "mitchellg1213@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Mitch Willoughby",
        "notes": "",
        "email": "hockeyman1299@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Mostafa Hakam",
        "notes": "",
        "email": "mosfafahakam@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Mottom Motm Mottoike Mottoike",
        "notes": "",
        "email": "motm210@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "nathan ahlers",
        "notes": "",
        "email": "nahlers27@yahoo.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Nathan Salloum",
        "notes": "Hello Impact team. My name is Nathan and my project is called BeardFight. One of the primary factors that sets me apart from other applicants is an all original set. My productions are melodic, percussive and typically drowning in the deep end of the spectrum. I rinse out lots of Drum and Bass, but love mixing dub, house, and mid-tempo as well. My lack of visibility in this scene in no way denotes my professional musical experience and I would be so overjoyed to donate my time to this charitable cause. Lets talk. Thanks.",
        "email": "beardfightmusic@gmail.com",
        "phone": "7787514001",
        "url": "https://beardfightmusic.com",
        "applicant_type": "DJ",
        "bio": "BeardFight crafts musical landscapes that draw heavily from a love of music and a passion for creation. Lush melodies collide with crushing bass weight on a journey to the very bottom of the deep end. His sonic brand utilizes a storied background in numerous live acts and draws twisted remixes out of obscure and beloved songs from a lifetime of music collection."
    },
    {
        "full_name": "Nicholas Field",
        "notes": "",
        "email": "uraizal@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Nicholas Lightfoot",
        "notes": "Subscribe to my youtube.ca/nickcarefoot and also follow me on instagram lightfootnicholas and/or triangulum church on Facebook.  Peace be with you.",
        "email": "ahdawam@tutanota.com",
        "phone": "16049286761",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Nicholas Walsh",
        "notes": "",
        "email": "walsh91@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Nicole Balint",
        "notes": "I’m an artist, music lover, love activist.❤️ And beyond excited to be apart of this beautiful charity project and make an IMPACT",
        "email": "nicoledenise063@gmail.com",
        "phone": "6043594895",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Nicole Guzzo",
        "notes": "",
        "email": "nicoleguzzodesigns@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "nigel cox",
        "notes": "",
        "email": "nigelalexander@protonmail.ch",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Nikola Arizanovic",
        "notes": "",
        "email": "nikolarizanovic@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Nina Pasterk",
        "notes": "",
        "email": "pasterk.nina5@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Noel Newhart",
        "notes": "Super easy going fun and capable of doing shifts and work easy with other and I am a people person ♡ ",
        "email": "Loveisword@gmail.com",
        "phone": "6043130386",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "NolanLy Libby",
        "notes": "I've spent nearly a decade putting the work in behind the scenes and have been very humble about djing and the skills i've picked up along the way. I feel like its finally my time to emerge from the shadowns and start flexing everything i've picked up along the way!",
        "email": "nolan.c.libby@gmail.com",
        "phone": "6044424631",
        "url": "https://www.facebook.com/nibbsbass/",
        "applicant_type": "DJ",
        "bio": "NIBBS hails straight outta the Rockies...the place that breeds the realest OG’s. Who despite the cold weather would never think to pull their pants up. Drinking that Purple crunk drank, and spring breakin with the best of them, NIBBS has been pushing his homies down the slopes with that deep, dank, future style bass for years. Inspired by the best of the best of the organic, B.C underground scene, West Coast/Bay Area Bass and experimental, sub focused sounds. NIBBS has spread mad love and hard work that helped establish the unique ski town brand. "
    },
    {
        "full_name": "North Brannan",
        "notes": "Hi everyone! I suck at these so here it goes!\nMy name is North, ( yes that is my real name :D ) and I am here to share my passion for being safe and having fun at festivals! Most people would refer to me as an outgoing free spirit who's always happy to help, as well as a very easy going person to talk to. If anyone needs any help at all, please don't hesitate to ask! And if you're reading this, remember to stay hydrated!",
        "email": "nbrannan@live.ca",
        "phone": "6043004402",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Olivia Martin",
        "notes": "I’m super excited to be a involved with a festival that has such a great cause!! ",
        "email": "omartin@sfu.ca",
        "phone": "7789558729",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Patrick Hughes",
        "notes": "",
        "email": "pskihughes@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Patrick Sands",
        "notes": "",
        "email": "pasands@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Paul Hollohan",
        "notes": "",
        "email": "kadincehollohan@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Paul Hollonhan",
        "notes": "",
        "email": "kadincehollonhan@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Paulina Romanishko",
        "notes": "",
        "email": "promanishko@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Pearl Be",
        "notes": "",
        "email": "lavalover@hotmail.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Pejman Nejad",
        "notes": "",
        "email": "pejmannejad@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Philip Busch",
        "notes": "",
        "email": "itsneversummer@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Pierre Noujeim",
        "notes": "",
        "email": "noujeimp@gmail.com",
        "phone": "6047806244",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Pierre San Diego",
        "notes": "I LOOOOVE MUSIC!!",
        "email": "psandiego96@gmail.com",
        "phone": "7783850524",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Quinton Zerb",
        "notes": "",
        "email": "quin.zerb@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "R Cody White",
        "notes": "",
        "email": "nibblemywaffle@hotmail.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Rachel Morinville",
        "notes": "My pure passion for the most amazing freshest sounds out there, the time I invest and my performance visually on stage as well as technical skill makes me stand out! I'm grateful for any opportunity and all the people I meet and the chance to share my favorite tunes with the most amazing people!",
        "email": "rachelmorinville88@gmail.com",
        "phone": "7788612794",
        "url": "https://www.facebook.com/djbasscat/",
        "applicant_type": "DJ",
        "bio": "Bass Cat style is dirty basslines and psychedelic sounds that make your body shiver. Largely inspired by G-house and Tech House genres she's also inspired by funky ass tunes as well! Dreaming of being a DJ since 7 years old finally pursuing her goals and playing for audiences all over BC. With club appearances at places such as the Waldorf, Imperial Vancouver art and leisure and ALA music festival, Bass Cat is on fire coming to a stage near you! XD"
    },
    {
        "full_name": "Raelyn Harris",
        "notes": "",
        "email": "raelyn.harris@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Ram Ram",
        "notes": "",
        "email": "raam.alexiev@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Rayce Rossum",
        "notes": "",
        "email": "rayce.rossum@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Reza Marvasti",
        "notes": "",
        "email": "rezamarvasti@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Rick Wight",
        "notes": "",
        "email": "rick.wight@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Riley Car",
        "notes": "",
        "email": "rileym.car@outlook.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Riley Saul",
        "notes": "",
        "email": "riley_saul5@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Rob Goblin",
        "notes": "",
        "email": "robgoblin17@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Robert Baxter",
        "notes": "",
        "email": "rocker551@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Robert Duvall",
        "notes": "I am an outgoing person and i am good with others and enjoy being able to help out and be one .",
        "email": "Redoil21@yahoo.ca",
        "phone": "6044462766",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Robin Mahony",
        "notes": "",
        "email": "robin_mahony@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Robyn French",
        "notes": "I am an over all good vibes and chill human. I welcome everyone and encourage diversity. I want a safe space and environment for everyone. Festival communities have been so welcome to me, the least I can do is give back to an amazing festival. I have a couple friends volunteering and I think its a great opportunity and experience.",
        "email": "rfrenchoffice@gmail.com",
        "phone": "6047880386",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Roger Bissonnette",
        "notes": "Not only do I DJ but I am also an LD, VJ, and a sound tech and can help out of anything goes wrong! ",
        "email": "Bissonnette.entertainment@gmail.com",
        "phone": "5872296548",
        "url": "https://www.dropbox.com/s/0i47phwwkwq4udu/Bissonnette%20Press%20Kit.zip?dl=0",
        "applicant_type": "DJ",
        "bio": "Bissonnette hasn’t been in the Vancouver scene very long but this Calgary Born DJ  has been making headway in the Bass community after joining [emengy] only one year ago! He’s warmed up the stage for Some major players such as Borgore, Dirt Monkey, and Tvboo at some of the hottest clubs in the city! Prepare to have your bassholes blown with that deep and wobbly bass!  "
    },
    {
        "full_name": "Ronald Woodward ",
        "notes": "I spread love and positivity to every person my music touches, high energy sets that will leave people bouncing and dancing all night long. ",
        "email": "Ronnierizap@gmail.com",
        "phone": "12504863409",
        "url": "https://soundcloud.com/user6110487/turn-up-truck-welcome-back",
        "applicant_type": "DJ",
        "bio": "He's a vegetable farmer trying to make a living, planting big crops around Canada. Does anyone know where he can find some turn up's "
    },
    {
        "full_name": "Runzi Zhang",
        "notes": "hello, my name is genia and this my favourite emoji: 🥰  I'm often astounded by life and its beauty...  & hope to make the most of it for myself & others. My wish for us is to help each other heal. 💓 Aaaaaand I love to dance~~~~~~~~ ",
        "email": "genia.zhang@gmail.com",
        "phone": "7782374576",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Ryan Tilt",
        "notes": "I genuinely love music and helping people . I truly enjoy supporting my friends and their aspirations .",
        "email": "strobinglight@gmail.com",
        "phone": "6047041839",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Ryan Villanueva",
        "notes": "",
        "email": "ryanvillanueva_@live.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Sandra Pilja",
        "notes": "",
        "email": "sandrapilja@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Sanna Nour Mohammadi11",
        "notes": "I am dedicated to creating change \n\nI am dedicated to changemaking ",
        "email": "sannanour@gmail.com",
        "phone": "14087138073",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Sarah Corea",
        "notes": "I have a big caring heart, eco-friendly eyes, and a loving soul that thrives off music! I have lots of energy that I would love to channel into helping out the Impact Festival be smooth sailing :)",
        "email": "Sarahcorea01@gmail.com",
        "phone": "6047836390",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Sarah Francis",
        "notes": "",
        "email": "sarah.cf@live.com.au",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Sarah Freedman",
        "notes": "",
        "email": "sawadanica@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Sarah Morris",
        "notes": "Just looking to crack some jokes",
        "email": "Sarahmorris142@gmail.com",
        "phone": "12509470412",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Sarah Vinters",
        "notes": "",
        "email": "no.vacancy_@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Sascha Yamashita",
        "notes": "All round nice guy delivering quality DJ sets.",
        "email": "slystudios@gmail.com",
        "phone": "6045625088",
        "url": "https://www.dropbox.com/s/av3jphpwo5b3l4c/SY%20DJ%20EPK%202018.pdf?dl=0",
        "applicant_type": "DJ",
        "bio": "Sascha Yamashita is a multi-disciplinary artist who partitions his creativity between two fields, DJ’ing and conceptual fine art.\nAlways having had a passion for music but never learning to play, 13+ years ago he turned his hand (and ear) towards the creativity of mixing records. Today, Yamashita is known to DJ under two different monikers, the sly virus and Aleksandr - each delivering a different yet quality audio experience.\nThe sly virus mixes a multitude of funkier ‘house’ sub-genres including, Indie Dance, Nu Disco, Balearic, and Disco House to bring parties his unmistakeable style of ‘Deep Disco’. \nAleksandr focuses his musical selections in deep, melodic and ethereal house music to give his audiences a sophisticated and emotional progression on the dance floor.\nRegardless, of whichever moniker Sascha is performing under, he is known for perfectly curated & flawlessly mixed sets that can only be described as purely infectious!"
    },
    {
        "full_name": "Scott Stewart",
        "notes": "",
        "email": "stewboat@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Seán Heneghan",
        "notes": "",
        "email": "seanheany@yahoo.ie",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Sébastien Leclerc",
        "notes": "",
        "email": "sebs625@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "seyedatin cheraghchi",
        "notes": "",
        "email": "a.cheraghchii@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Shanelle O'Hara",
        "notes": "",
        "email": "guitarist_cutie@hotmail.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Shea Carson",
        "notes": "",
        "email": "smacarson@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Sheala  Boulanger",
        "notes": "Our vision is to inspire others no matter their age or background to pursue what they are passionate about. Goals might be hard to achieve as some can take a while to get there but we want to help push people to never give up and that perseverance leads to great things. The EDM culture has had many ups and downs over the last couple years in terms of judgments and safety at events but we want to promote a safe environment at all of our shows so no attendee has to ever doubt attending any one of our performances. We believe that music brings people together in a positive way and we want to portray as much of that as we can through our music and live performances.  ",
        "email": "sheala.boulanger@gmail.com",
        "phone": "7788873051",
        "url": "https://fanlink.to/IvyEndo",
        "applicant_type": "DJ",
        "bio": "Ivy Endo is a Vancouver based producing duo made up of Sheala Boulanger and Jason Flegg. Both born on opposite sides of Canada, they moved to Vancouver to pursue their dreams in music. They met at Nimbus School of Recording Arts in downtown Vancouver, there to enrich their knowledge on the different aspect of the music industry. Ivy Endo would describe their music as bass house/ UK garage obtaining their inspiration from heavy hitters such as AC Slater, Taiki Nulight and Chris Lorenzo. \nPassionate about music at a young age, they have developed their ability through music lessons during their early adolescents. Nimbus has helped them turn these basic skills into an art. Ivy Endo has experience playing at some of Vancouver’s biggest electronic music venues such as Fortune Sound Club and Levels Nightclub. \nIvy Endo hopes to bring a new take to the electronic dance music scene with their unique bass house beats. Succeeding their debut EP “Poison” release in the early summer of 2019, the d"
    },
    {
        "full_name": "Silver-Maria Allen",
        "notes": "We both strongly believe in making this world a better place and what better way to do so than through music and dance. Safe partying and partying with a purpose is what we strive to show people and hope to one day make all festivals a safe space for everyone. Music is an incredibly huge part of both of our lives and sharing that magic with an audience is when we really shine. To have the opportunity to perform at IMPACT would be a crazy kick-off to our careers together and would show that we are so much more than what we are able to post on Soundcloud. Our energy and love will spread through the whole festival and truly make an impact to everyone.",
        "email": "silver.maria98@gmail.com",
        "phone": "7785985640",
        "url": "https://www.facebook.com/psychicreadingdjs",
        "applicant_type": "DJ",
        "bio": "Psychic Readings is a bass-house dj duo, bringing deep and groovin' bass lines while mixing in their own flare of throw-backs, rap, and funk. Even though they are relatively new to the scene, they have many mentors from the west coast bass crew including Average Gypsy, Case of the Mondays, Gold Bullets, Dirty Radio, and Nostalgix. Their mix of on-stage chemistry, dirty beats, and high energy will be sure to get you movin'."
    },
    {
        "full_name": "Simon Beglau",
        "notes": "",
        "email": "simon@echoglass.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Simon Lemaire",
        "notes": "A lot of local DJs just play their favorite tracks, back to back, and hope for the best.  We don't do that shit.  When we commit to a set we commit to a genre-bending experience of mixing styles and tracks into something memorable, or just play the crowd.  Check out the videos in our press kit to see what we mean.  The mix we submitted in this application is mostly bass house, tech house, and electro house, but live we dig deep into Drum & Bass, Halftime, trap, dupstep, and more to create a psychedelic journey we can share with the people on the dance floor.\n\nAlso, we're local talent.  It's not just about supporting us, we want to support you guys and the electronic scene here in general and make something bigger and better together.",
        "email": "acidwizardofficial@gmail.com",
        "phone": "7788198374",
        "url": "https://drive.google.com/drive/folders/1V9hJZ0CvgJWdXnWT_0JJDyO-O1mYyIyB?usp=sharing",
        "applicant_type": "DJ",
        "bio": "Acid.fm is the passion project of Simon Lemaire (Acid Wizard) and Quinn Whitehead (Diggity.fm).  Diggity.fm is a creative force, mixing in the underground scene for years with artists like Kermode, gdubz, reflektor, and BPMackie. Acid Wizard is a long time artist, musician, and Drum & Bass maniac currently of the norse pagan rock band The Wyrding Way, before making his debut into mixing electronic music in the winter of 2018 with underground shows across Vancouver.  Acid.fm aims to traverse multiple electronic genres and tell a story through a diverse setlist and unique mixing style of House, Drum & Bass, and Mid-Tempo. And also sometimes by going hard - like really hard."
    },
    {
        "full_name": "Spencer Moase",
        "notes": "I believe that music and the passion for dance is one of the most important facets of a balanced and happy life. Providing the inspiration to dance is a blessing for any DJ to take on. As such I take it very seriously to ensure I put the most energy, effort, and atmosphere I can muster into my sets.  I bring an aura of pure love for the beauty of music and the people that enjoy it. Spreading that love is priority and I want to ensure that those witnessing the experience feel how much went into the performance. I cherish and value the opportunity to share the experience with like minded individuals and many friends that would be coming to the set to witness and support my endeavors. I am part of a dance crew that would come and support myself and the festival also; providing a unique energy in the crowd as well. I believe in imparting as much happiness and smiles as I can into the world. My only hope is that you would give me the opportunity to spread that with the likes of Impact Festival. I also strongly support and value the efforts and undertakings of those involved with impact festival and the impact tribe; as well as dusk2dawn and party well. I highly respect the honorable good humans behind the organizations and would love to see more people in the community applying themselves more in order to further the positive impact made by those involved. I can't wait to see the incredible things ahead from these people's efforts. Lots of love and thank you for taking the time to read this and consider my entry. I am more than happy to help and can answer any questions or concerns you may have for me. Much respect beautiful humans! ",
        "email": "shorty0070@hotmail.com",
        "phone": "6048030363",
        "url": "https://www.sonicbids.com/band/moases/",
        "applicant_type": "DJ",
        "bio": "Moases aka Spencer Moase is a zealous individual with a searing passion for everything that is flow. \nFrom the tantalizing tickles of wondrous musical notes in the ear drums; to movement guided by the bass and energy eminating from within his deep love for expression. An appreciation of this all is the framework for creating the atmosphere and experience for his sets. The ultimate goal being the loving desire to share beautiful visions and lasting memories with the world. \n\nHe is a new addition to the B.C. DJ scene while being a long time enthusiast and supporter of both local and international talent and our community here in Vancouver. He has opened for artists like Phibes, Dj Surgeon, Whitness, Royal Blood. When not behind the decks you'll find Moases leaving his heart and soul on the dancefloor until the last song finishes.\n\nPlaying anything from fun and upbeat sets full of feels and emotions; to bodyshaking drum and bass and house sets. He's always one to give reasons to smile and"
    },
    {
        "full_name": "Stephen  Peever",
        "notes": "I once ate some of the meteor that killed the dinosaurs.",
        "email": "leaveittopeever@gmail.com",
        "phone": "6046179059",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Stephen Sim",
        "notes": "We have been on the local electronic scene for years. We have been to Basscoast, Shambhala, Electric Love & more. We have been producing music for years & Frakbeats following & sound design speaks for itself. We have been djing small events for the past couple of years & feel we are ready to rip up a festival. We would love the chance to be a part of this new music festival.",
        "email": "thesinsterurge@gmail.com",
        "phone": "6043550606",
        "url": "https://www.soundcloud.com/frakbeats",
        "applicant_type": "DJ",
        "bio": "Weirdo is a new artist curretnly working on his 1st ep. Frak Beats who previously was known as Chaotix has been producing bangers for years. He has built up a decent following & is ready ot hit the live sene."
    },
    {
        "full_name": "Stuart Scott",
        "notes": "",
        "email": "stuartscott1996@outlook.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Sydney Schumann",
        "notes": "",
        "email": "ohsnapitsssyd@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Taisei Kimura",
        "notes": "",
        "email": "taisei-k1204@ezweb.ne.jp",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Tango Sierra",
        "notes": "",
        "email": "tasmith90@yahoo.ca",
        "phone": "",
        "url": "",
        "applicant_type": "",
        "bio": ""
    },
    {
        "full_name": "Tanveer Rattan",
        "notes": "Please don't publish my information online.",
        "email": "rattan.tanveer@gmail.com",
        "phone": "6044461600",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Tanya Taranenko",
        "notes": "That i absolutely love community and dancing.",
        "email": "tanyatar44@gmail.com",
        "phone": "7783229701",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "tasha curtis",
        "notes": "",
        "email": "tasha.curtis@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Taylor Kary",
        "notes": "",
        "email": "taylorkary1@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Taylor Kirkpatrick",
        "notes": "",
        "email": "tkirkpatrick@rocketmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Taylum McErlean",
        "notes": "",
        "email": "taylum.mcerlean@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Tetsuya Sakamaki",
        "notes": "",
        "email": "tetsuya2702@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Tina Taghaddosi",
        "notes": "",
        "email": "tina.tag@hotmail.ca",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Todd Lauritzen",
        "notes": "TZEN is known for throwing down his very large tech house sets, tuning into peoples heads and drawing in the crowds. His happy vibes behind the decks makes it's almost impossible to not have a good time. His unique sound is flooding into the music scene and has proven to be quite delightful. Sounds of those similar to Angels calling your name.",
        "email": "tzenbookings@gmail.com",
        "phone": "6049673389",
        "url": "https://www.dropbox.com/s/4quf5gfnoefeojx/TZEN%20Press%20Kit%20-%202019.zip?dl=0",
        "applicant_type": "DJ",
        "bio": "Sheppard Records, Vancouver, Canada.\n\nBorn in Australia, raised in Australia and found himself in Whistler, Canada.\n\nMy sounds are those you will happily find in a Dirtybird Christmas catalogue or a This Ain't Bristol Easter Bunny basket! \nI like my baselines lower than my fibre intake. \nHuge rises with massive drops into a lovely bass driven, highly energetic explosion of sounds!\n\nI've been lucky enough to have shared my music around the globe. Most recently was my 'NZ back to Canada' Tour.\n\nI've had the honour of playing alongside Chris Lake, Justin Martin, Billy Kenny x 2, Destructo, Dr. Fresch, LDRU, Case of the Mondays, Tommy Trash, Average Gypsy, Sheps, Loud Luxury, Timmy Trumpet and Party Favor.\n\nSome of my idols are Justin Martin, Walker & Royce, Chris Lake, Billy Kenny, FISHER, GAWP, Will Clarke, Case Of The Mondays, Camelphat, Go Freek, Wongo and Green Velvet. Just to name a few. These idols are a huge impact on who I am as a DJ and also inspire me to create."
    },
    {
        "full_name": "Tom Pardoe",
        "notes": "",
        "email": "Montutom26@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Tracey Spooner",
        "notes": "",
        "email": "tracey.ladret@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Travis Harju",
        "notes": "",
        "email": "travisharju7@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Trevor Regehr",
        "notes": "",
        "email": "greenman6367@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Tristan Fowler",
        "notes": "I’m always willing to lend a hand, especially when it comes to creating such a special experience!",
        "email": "Tristan9852@icloud.com",
        "phone": "4168909852",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Tuan Dinh",
        "notes": "",
        "email": "Tuandinh1025@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Tyler Huls",
        "notes": "I go by bearpuncher.  I am a 25 year old music producer /DJ and I play tech house and break beats. I love to dance, I love music, and music festivals. I am always down to help if anyone is in need I always have food and watter and want to take  care of my fellow wooks. Much love and respect for any one and eveyone and no judgment just feel the music and party wooksafe ❤️🤙🎶🎧🎼",
        "email": "hulstyler250@gmail.com",
        "phone": "7787175616",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Tyler McKinnon",
        "notes": "I’m excited about the opportunity to participate in this festival to the fullest. James’ vision reminds me of ideas for partying as a vehicle for change and it’s a pleasure to see this kind of thing take off with the right leadership. \n\nI myself come from a background in harm reduction volunteering and crisis intervention. I love talking about services and ways to party smarter and harder for longer and am avidly diving into anti-oppression values and frameworks in my day to day life. ",
        "email": "tylermckinnon@gmail.com",
        "phone": "7789841284",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Tyler Thrower",
        "notes": "My sets are always different! Never really know what to expect from me other than that it will be really good! I love all genres to be able to stick to just one. Which makes me good to play any time slot really. Sunrises and heat of the night are my personal favorite though! I also have a lot of experience throwing my own events so I can help out with a lot more than making people wiggly on the dancefloor.",
        "email": "throwerwashere@gmail.com",
        "phone": "7789773865",
        "url": "https://soundcloud.com/king-fuzzah",
        "applicant_type": "DJ",
        "bio": "Deep in the forest of Vancouver Island, forged from the west coast rave scene, baptized by bass, something emerged. His name Was King FuZzah! Inspired by sounds like Thriftworks, esseks and all things fuzzy. FuZzah will take you on a mystical sonic journey through sound that'll blast your ass into the astral realm and bring you back with his magical beats."
    },
    {
        "full_name": "Tyson Bulmer",
        "notes": "",
        "email": "tyson_bulmer@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Tyson Joseph",
        "notes": "I am just one funky individual who's been chasing dreams at its finest. I have been inspired by your event for i while now and it would be dream come true to drop some NokBeats! ",
        "email": "nokturnalfunk04@gmail.com",
        "phone": "2502522729",
        "url": "https://www.dropbox.com/sh/anbmzgz8z2xg75w/AAAw6qFXXbnZg1TeFZzQvxPta?dl=0",
        "applicant_type": "DJ",
        "bio": "Nokturnal Funk aka Tyson Joseph has the dearest passion and respect for all music. He first got behind the decks at the age of 12 in the year 2008. His friend Brent Griffin (Dj Spindok) introduced him to the software virtual dj and he was hooked after that.\nNokturnal funk was very enveloped and intrigued about everything the electronic music world had to offer. Music became not just a hobby but a way of life."
    },
    {
        "full_name": "Valeriya  Petruk ",
        "notes": "",
        "email": "valeriepetruk94@gmail.com",
        "phone": "7782554193",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Vanessa Charette",
        "notes": "",
        "email": "vanessa93133@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Victor van Schaik",
        "notes": "I'm a little quiet but pretty awesome. I get along well with others and take instruction well.\nHoping I can help add some positivity into already amazing event 😃",
        "email": "victor_1440@hotmail.com",
        "phone": "2508582842",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Wayne  Parsons ",
        "notes": "Pushing the scene where it doesn’t evens\nExist yet plus support all crews and companies from all aspects of the music industry ",
        "email": "Wayne.parsons69@gmail.com",
        "phone": "2507932436",
        "url": "https://www.facebook.com/search/top/?q=djwayniak&epa=SEARCH_BOX",
        "applicant_type": "DJ",
        "bio": "Hi I’m wayne Parsons also ceo with chase Kiklas of the Way Too Loud Crew , we’re pushing the music scene way up north and our currently hosting our own festival July 26 weekend "
    },
    {
        "full_name": "William Highwind",
        "notes": "",
        "email": "William.highwind@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Yamashita Jiro",
        "notes": "",
        "email": "xtc.fts.9629@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "yu kamishige",
        "notes": "",
        "email": "yukamishige@yahoo.com.br",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Yumi Tsuchibora",
        "notes": "",
        "email": "yumi625@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Zach Gilmore",
        "notes": "My style and sound set me apart from a lot of other artists. Also have my own visuals now and am working on a new mask with lasers on it. So all of those things combined I have planned to make for a unique show.",
        "email": "zach.gilmore@iamthrillhouse.com",
        "phone": "2042930639",
        "url": "https://drive.google.com/drive/u/0/folders/194WKx07LM2YCiBlGmPxgV7PQhr5n5c4g",
        "applicant_type": "DJ",
        "bio": "DJ-producer Thrillhouse takes the form of a 3-headed beast-like creature from the underworld, emerging from the depths of hell to defend planet earth and deliver a distinctive brand of deep-house/electro-house music that samples from the dark side. This anti-hero Hell Boy pulls from a variety of genres including rock, metal, and hip-hop to concoct a brand new sound unlike any other. Thrillhouse’s debut single release of the year, “Just The Beginning”, was released on January 12th, 2018. His followup single “Doomrider” was released February 19th. With his debut EP “From Hell With Love” released last Halloween, audiences have much more rousing house music to anticipate this year from this 3-headed creature of darkness."
    },
    {
        "full_name": "Zachary james",
        "notes": "Hey there. When no one is looking I am the most shy and awkward human I know. When I get into Large group atmospheres I change into an outgoing hyper energetic ball of movement. I love being surrounded by thousands of people partying and enjoying the moment together. I love being able to capture that moment on film and share it with the world.",
        "email": "zrjames3@gmail.com",
        "phone": "6025136431",
        "url": "",
        "applicant_type": "Volunteer",
        "bio": ""
    },
    {
        "full_name": "Zachary Vine",
        "notes": "",
        "email": "zmvine@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "Zachry Papalia",
        "notes": "I've been working with the Impact Fam to create the best experience possible. James asked me to apply because he said he'd like me to play. I'm a festival veteran and I intend to bring my best energy to this event, spreading as much love as possible. Aside from being a DJ I'm also an experienced promoter, I'd like to use those skills to help out. Thank you for considering me, looking forward to seeing you at the next meeting :)\n\nJust a note, I selected tech house as my genre but I play a variety of genres. For Impact I'm planning on playing a mix of bass house and tech house, just like the mix I submitted. Also, I have a black version of my logo as well (I submitted the white version). It can be found in my press kit.",
        "email": "bringbackzak@gmail.com",
        "phone": "6047612564",
        "url": "https://we.tl/t-jzlNlGml1j",
        "applicant_type": "DJ",
        "bio": "BBZ is a music enthusiast born and raised on the west coast. He's a denizen of the dancefloor, possessed with a passion for sharing beautiful music and spreading good vibes."
    },
    {
        "full_name": "Zoey Nesbitt",
        "notes": "",
        "email": "zoey_nesbitt@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "中平 翼 中平",
        "notes": "",
        "email": "nakahiratsubasa@me.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "中村 唯 中村",
        "notes": "",
        "email": "yui.nakamura.0604@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "井戸 睦美 井戸",
        "notes": "",
        "email": "mucchi19@hotmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "森 敏哉 森",
        "notes": "",
        "email": "slim-shady999@ezweb.ne.jp",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    },
    {
        "full_name": "西口 和志 西口",
        "notes": "",
        "email": "kazusu1192@gmail.com",
        "phone": "",
        "url": "",
        "applicant_type": "Customer",
        "bio": ""
    }
]